{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "spring-boot.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" }
}
